{"1042": {"Title": "The Lighthouse (2019 film)", "Text": "The Lighthouse is a 2019 psychological horror film directed and produced by Robert Eggers, who co-wrote the screenplay with his brother Max Eggers. Shot in black-and-white with a 1.19:1 aspect ratio, the film stars Willem Dafoe and Robert Pattinson as two lighthouse keepers who start to lose their sanity when a storm strands them on the remote island where they are stationed.\nAccording to Eggers, although the final story bears little resemblance to Edgar Allan Poe's fragment \"The Light-House\", the film began as an attempt by his brother Max Eggers to do a contemporary take on the Poe story. When the project stalled, Eggers offered to work with his brother and the project evolved into a period thriller with the Poe elements removed. \nDafoe and Pattinson were cast as the lead characters in February 2018. Principal photography began on April 9, 2018, and lasted a total of 34 days in Leif Erikson Park in Cape Forchu, Nova Scotia, Canada, and inside a hangar at Yarmouth International Airport in Yarmouth, Nova Scotia.\nThe film had its world premiere at the 72nd Cannes Film Festival on May 19, and was theatrically released on October 18, 2019, by A24. The film was praised for its technical aspects (notably the cinematography and production design), Eggers's screenplay and direction, and the performances of the leads, and is nominated for Best Cinematography at the 92nd Academy Awards.\n\nPlot\nIn the late 19th century, Ephraim Winslow (Robert Pattinson) is sent on a boat to serve a contract job as a wickie for four weeks on an isolated island off the coast of New England, under the supervision of an irritable elderly man named Thomas Wake (Willem Dafoe). On the first day of the job, Winslow notices a hole in his cot. As he digs into it, he finds a small scrimshaw of a mermaid and stuffs it in his jacket. Winslow observes Wake going up to the lighthouse's lantern room at night and stripping naked. Winslow begins experiencing visions and dreams of tentacles in the lighthouse, tree stumps floating in the water, and distant images of a mermaid (Valeriia Karamän).\nOver the course of his stay, Wake demands Winslow take the more taxing jobs—refueling the light, carrying heavy kerosene containers, and disposing of the two men's chamber pots. As the weeks progress, Winslow repeatedly encounters a one-eyed gull. Wake warns Winslow that it is bad luck to kill a gull, as he is superstitious that the animals are reincarnated sailors. The weeks continue, and Winslow masturbates to the figurine of the mermaid and continues to see Wake naked. One night at dinner, the two get to know each other and discuss Wake's previous second wickie, who Wake says died shortly after losing his sanity. Winslow reveals that he used to work in Canada as a timberman, but decided to change professions.\nThe day before Winslow is slated to leave, he notices the water pump is releasing bloody water and investigates. He checks the cistern to see a dying gull floating inside. The one-eyed seagull flies down and attacks Winslow, who grabs it and beats it to death against the cistern. That afternoon, the winds dramatically change direction. That night, a storm hits the island, and the two men get drunk. The next morning, the ferry does not arrive, and Winslow sees a body washed up on the shore. He approaches the naked body and realizes that it is a mermaid. He runs back into the cottage to find Wake stating that the rations were impacted by the storm. They dig up a crate said to contain extra rations, but it only contains more alcohol.\nMore nights progress, and the storm continues, and the two men grow closer while remaining adversarial. Winslow unsuccessfully tries to steal the key to the lantern room from a sleeping Wake. He has visions of a lobster trap containing the severed, half-blinded head of Wake's previous wickie. One night, Winslow tells Wake that his real name is Thomas Howard and that he assumed the identity of Ephraim Winslow, Howard's foreman who died in an accident Howard failed to stop. Wake accuses Howard of \"spilling his beans,\" and Howard tries to leave. He attempts to escape on the dory, but Wake destroys it with an ax. Wake chases Howard into the cottage, but inside, Wake claims that it was Howard who attacked him. With no alcohol left, the two begin mixing spirits out of turpentine and honey, and the storm becomes so powerful that waves crash through the windows of the cottage.\nThe next morning, Howard finds Wake's log, recording his infractions and recommending severance without pay. Wake chides Howard for his work performance while Howard accuses Wake of mental abuse, then begs him to see the light that Wake has been keeping from him. Wake berates Howard, and Howard attacks him. While seeing visions of the mermaid, Wake as a sea monster, and the real Winslow, Howard beats Wake into submission. Howard leashes Wake with a rope and buries him alive in the ration pit. Howard takes the keys and prepares to go up to the lantern room, but Wake appears and strikes him in the shoulder with the ax. Howard disarms Wake with a kettle pot and kills him with the same ax before ascending the lighthouse. He approaches the Fresnel lens, and it stops and opens up to him. Howard gazes into the mirrored interior in ecstasy and reaches his arm inside. He then lets out distorted screams as the light brightens, before slipping, breaking his leg and falling down the lighthouse steps. Howard is finally seen lying naked on the rocks, missing an eye, as several gulls peck at his innards, eating him alive.\n\nProduction\nDevelopment\nThe Lighthouse began as an attempt by Max Eggers to adapt \"The Light-House,\" an unfinished short story by Edgar Allan Poe. Robert Eggers became aware of his brother's effort while trying to pitch his debut feature, The Witch, to studios. Max's project stalled, after which Robert offered to work on it based on his own vision. The final story, co-written by Robert and Max, bears no resemblance to the Poe work apart from the title.The literature of Maine-based writer Sarah Orne Jewett served as a significant point of reference for the dialects used in The Lighthouse. Maritime and surrealistic elements from the works of Samuel Taylor Coleridge, Herman Melville and Robert Louis Stevenson also informed the writing of the film. According to Eggers, a 19th-century incident at Smalls Lighthouse in Wales involving two lighthouse keepers (both named Thomas, as in the film) was an additional source of inspiration.\n\nCasting\nIn February 2018, it was announced Willem Dafoe had been cast in the film. Dafoe had previously contacted Robert Eggers via email, expressing his admiration for The Witch and offering to work with the director in the future. When The Lighthouse was greenlit, Eggers offered Dafoe one of the leads. Later in February 2018, Robert Pattinson joined the cast.\n\nFilming\nFrom the beginning, Eggers wanted to shoot the film in black and white and a \"narrow, vintage\" aspect ratio. Consequently, The Lighthouse was shot on black and white 35mm film, with an orthochromatic aesthetic that evokes 19th-century photography, as well as a nearly square 1.19:1 aspect ratio that corresponds to and narrow sets and seeks to withhold information from the audience. Jarin Blaschke, who had previously collaborated with Eggers on The Witch and served as the film's director of photography, stated that “The idea of widescreen only came about in the 1950s—we wanted to take people back further than that.” Blaschke and Eggers achieved the aesthetic of The Lighthouse by using a combination of film tools. The entire film was shot on Panavision Millennium XL2 cameras that were equipped with a vintage 1930s Baltar lens, and black-and-white Eastman Double-X 5222 film was used with a custom short pass filter. Blaschke almost exclusively set his aperture to T2.8, setting only the characters as the focus of shots.\nDue to the low sensitivity of the cameras and film used on set, 8k and 9k HMI lights were used through the entirety of filming, as natural light could not suffice. HMI light was bounced off muslin cloths for daytime scenes. Low voltage bulbs and china lights were used to light nighttime and closeup scenes.\nPrincipal photography began on April 9, 2018, and lasted a total of 34 days. Filming took place in Leif Erikson Park in Cape Forchu, Nova Scotia, Canada, and inside a hangar at Yarmouth International Airport in Yarmouth, Nova Scotia. The shoot was noted for the difficulties the cast and crew encountered, as a result of the remote location, the unfavourable weather and the complexity of the shots Eggers and Blaschke had devised.A 70-foot (20-meter) working lighthouse was constructed specifically for the film, which according to Eggers could shine for 16 miles (25 kilometers).\n\nRelease\nThe Lighthouse had its world premiere at the Cannes Film Festival in the Directors' Fortnight section on May 19, 2019. It was also screened at the Toronto International Film Festival, and the Atlantic Film Festival in September 2019. The film was distributed by A24 in North America and by Focus Features internationally. It was released on October 18, 2019.\n\nReception\nBox office\nIn its limited opening weekend on October 18, the film grossed $419,764 from eight theaters, for an average of $52,471 per venue. In its second weekend the film expanded to 586 theaters, grossing $3 million and finishing eighth at the box office. The following weekend, the film expanded to 978 theaters, falling 34.7% to $2 million and finishing 13th.As of January 30, 2020, The Lighthouse has grossed $10.9 million in the United States, and $4 million in other territories, for a worldwide total of $14.9 million.\n\nCritical response\nOn review aggregation website Rotten Tomatoes, the film holds an approval rating of 91% based on 300 reviews, with an average rating of 8.17/10. The site's critics' consensus reads, \"A gripping story brilliantly filmed and led by a pair of powerhouse performances, The Lighthouse further establishes Robert Eggers as a filmmaker of exceptional talent.\" On Metacritic, the film has a weighted average score of 84 out of 100, based on 46 critics, indicating \"universal acclaim.\"Owen Gleiberman of Variety called the film \"darkly exciting\" and \"made with extraordinary skill,\" commenting that \"the movie, building on The Witch, proves that Robert Eggers possesses something more than impeccable genre skill. He has the ability to lock you into the fever of what's happening onscreen.\" Robbie Collin of The Daily Telegraph gave the film a perfect score, calling Dafoe's performance \"astounding\" and comparing Pattinson's to that of Daniel Day-Lewis in There Will Be Blood, commenting, \"that's no comparison to make lightly, but everything about The Lighthouse lands with a crash. It's cinema to make your head and soul ring.\"\n\nAccolades\nReferences\nExternal links\nOfficial website\nThe Lighthouse on IMDb\nThe Lighthouse at Rotten Tomatoes", "Starring": ["Willem Dafoe", "Robert Pattinson"], "Running_time": 109, "Country": ["Screen Daily", "MoMA"], "Language": ["English"], "Director": ["Robert Eggers"], "Time": null, "Location": [], "Categories": ["2019 films", "2019 horror films", "A24 films", "All Wikipedia articles written in American English", "All articles containing potentially dated statements", "All articles to be expanded", "American black-and-white films", "American black comedy films", "American films", "American psychological horror films", "Articles containing potentially dated statements from January 2020", "Articles to be expanded from January 2020", "Articles using small message boxes", "Articles with short description", "Canadian films", "Canadian horror films", "English-language films", "Films about alcoholism", "Films about curses", "Films about mermaids", "Films based on Greco-Roman mythology", "Films directed by Robert Eggers", "Films set in New England", "Films set in the 19th century", "Films set on uninhabited islands", "Films shot in Nova Scotia", "Focus Features films", "Period horror films", "Regency Enterprises films", "Seafaring films", "Two-handers", "Use American English from September 2019", "Use mdy dates from November 2019"]}, "1043": {"Title": "Like Me a Million", "Text": "Like Me a Million (Serbian: Лајкуј ме милион пута, romanized: Lajkuj me milion puta) is a 2019 Serbian short film by Serbian Canadian filmmaker Boris Malagurski about reality television shows and the value of human life in an online community. It stars Miloš Biković, Nikola Kojo and Maja Šuša. The film was released on March 29, 2019 at the 66th Belgrade Documentary and Short Film Festival.\n\nSynopsis\nIt is a comedy about a young couple – Charlie, a news editor on a private television station, and Dana, the TV owner's secretary. Their story is intercepted by the reality news idea of Slobodan, the owner of the television station where both of them work. \nSlobodan is in a hurry to start the reality as soon as possible because he owes money to a tycoon and time is running out, and trashy programs generate quick profits. Charlie is reluctant to support Slobodan's idea but Slobodan convinces him it is what the viewers want. Although Slobodan is confident that his idea will generate the needed cash, the tycoon loses his patience. While Slobodan leaves the TV building, two masked men kidnap him and drive off in a van. That is when the twist happens.\n\nCast\nMiloš Biković as Charlie\nNikola Kojo as Slobodan\nMaja Šuša as DanaPredrag Lazarević, Vojislav Tomić, Maša Radović, and Katarina Lazarević Petrović were cast in minor roles.\n\nRelease\nFollowing the Premiere in Belgrade, the film was screened at the Sarajevo Youth Film Festival on September 8, 2019.\n\nReferences\nExternal links\nOfficial website", "Starring": ["Nikola Kojo"], "Running_time": 18, "Country": ["Serbia"], "Language": ["Serbian"], "Director": ["Boris Malagurski"], "Time": null, "Location": [], "Categories": ["2019 films", "2019 short films", "All stub articles", "Articles containing Serbian-language text", "CS1 Bosnian-language sources (bs)", "CS1 Serbian-language sources (sr)", "Films about social media", "Official website not in Wikidata", "Serbian-language films", "Serbian film stubs", "Serbian films"]}, "1044": {"Title": "Lillian (film)", "Text": "Lillian is a 2019 Austrian drama film directed by Andreas Horvath. It was screened in the Directors' Fortnight section at the 2019 Cannes Film Festival.\n\nCast\nPatrycja Planik as Lillian\n\nReferences\nExternal links\nLillian on IMDb", "Starring": ["Patrycja Planik"], "Running_time": 130, "Country": ["Austria"], "Language": ["English"], "Director": ["Andreas Horvath"], "Time": "", "Location": [], "Categories": ["2010s drama film stubs", "2010s drama films", "2019 films", "All stub articles", "Articles with short description", "Austrian drama films", "Austrian film stubs", "Austrian films", "English-language films", "Use dmy dates from April 2019"]}, "1045": {"Title": "Linda Ronstadt: The Sound of My Voice", "Text": "Linda Ronstadt: The Sound of My Voice is a 2019 documentary film about American singer Linda Ronstadt. It was directed by Oscar-winning filmmakers Rob Epstein and Jeffrey Friedman.  It features interviews with many of Ronstadt's friends and fellow artists.\nIt had its world premiere at Tribeca Film Festival on April 26, 2019. It won the Audience Award for Best Documentary at the 2019 Provincetown International Film Festival.\nGreenwich Entertainment, 1091 and CNN Films released Linda Ronstadt: The Sound of My Voice in theaters in September 2019.  It was released Digital HD from Amazon Video and iTunes on December 3, 2019, and on DVD and to Blu-ray on December 10, 2019. Its broadcast premiere was on the CNN network on January 1, 2020.\n\nSynopsis\nLinda Ronstadt: The Sound of My Voice covers Ronstadt's life and career from childhood to the present day. Narrated by the singer (who otherwise appears on camera only briefly in present-day footage), she describes how she grew up in Tucson, Arizona, singing Mexican canciones with her family; her folk-rock days with her first professional group, the Stone Poneys, in the late 1960s; living in Santa Monica, California; and her early days performing at the popular West Hollywood night club, the Troubadour. \nOther topics covered by the film include her rise as the \"queen of country rock\" in the 1970s; her advocacy for women in the male-dominated music industry; her high-profile romance with California Governor Jerry Brown; and her unexpected move away from country-rock into diverse areas such as opera, the Great American Songbook, and several albums devoted to the music of her Mexican heritage. \nThe documentary reaches to the present day and how the onset of what was initially thought to be Parkinson's disease left her unable to sing and forced her into early retirement in the early 2010s.\nThe film is illustrated with concert footage from throughout Ronstadt's career, and interviews with many of her collaborators, friends, and family members.\n\nCast\nLinda Ronstadt\nPeter Asher\nJackson Browne\nJohn Boylan\nKarla Bonoff\nPatricia Casado Lucy's El Adobe\nRy Cooder\nCameron Crowe\nDavid Geffen\nEmmylou Harris\nDon Henley\nKevin Kline\nDolly Parton\nAaron Neville\nBonnie Raitt\nPetie Ronstadt\nJ. D. Souther\nJoe Smith Record Executive Electra/Asylum\nWaddy WachtelIn addition, The Muppets, Kate and Anna McGarrigle, Nelson Riddle, Johnny Cash, Glen Campbell, Don Lane, Glenn Frey, Johnny Carson and Ringo Starr appear in archive footage. Archive photo of Red & The Red Hots with Linda Ronstadt, Red Young, Elizabeth Lammers, Liza Likins, Rita Valente with Nelson Riddle from Radio City Music Hall. There is a musical performance at The Rock And Roll Hall of Fame Induction with Carrie Underwood, Bonnie Raitt, Sheryl Crow, Emmylou Harris, and Stevie Nicks.\n\nReception\nOn the review aggregator Rotten Tomatoes, the film holds an approval rating of 88% based on 50 reviews. Metacritic, which uses a weighted average, assigned the film a score of 75 out of 100, indicating \"Generally favorable reviews.\"Frank Scheck of The Hollywood Reporter wrote that the film \"will make you fall in love with [Linda] all over again\" and that it \"will delight the singer's old fans and likely make her many new ones as well.” Pete Hammond of Deadline wrote that it \"expertly captures why Ronstadt was such a unique performer — a voice that could lend itself to any form of music she tried” and that the \"performance footage that will knock your socks off and likely sell millions more albums from her vast catalog.” Owen Gleiberman of Variety wrote, \"Ronstadt’s voice yearns and crests with a freedom that never forgets its pain. She breaks your heart and heals it at the same time.”\n\nReferences\nExternal links\nLinda Ronstadt: The Sound of My Voice  on IMDb\nLinda Ronstadt: The Sound of My Voice on Rotten Tomatoes\nTrailer", "Starring": ["Linda Ronstadt"], "Running_time": 95, "Country": ["United States"], "Language": ["English"], "Director": ["Rob Epstein"], "Time": 1960, "Location": ["Monica", "Tucson"], "Categories": ["2010s biographical films", "2010s musical films", "2019 films", "All articles with a promotional tone", "American biographical films", "American documentary films", "American films", "American rock musicals", "Articles with a promotional tone from January 2020", "Articles with short description", "Biographical films about singers", "Documentary films about singers", "English-language films", "Films directed by Jeffrey Friedman", "Films directed by Rob Epstein"]}, "1046": {"Title": "Line of Descent", "Text": "Line of Descent (previously known as The Field) is a 2019 crime film written and directed by Rohit Karn Batra (in his directorial debut) and starring Ronit Roy, Brendan Fraser, Abhay Deol, Prem Chopra, Neeraj Kabi, and Ali Haji. The plot revolves around three sons of a mafia patriarch who fight over the future of their crime family. ZEE5 has acquired the streaming rights for the movie.\n\nPlot\nThe story is set against the backdrop of Delhi where a dysfunctional mafia family is at war with each other. Meanwhile, an undercover officer attempts to bring about their downfall.\n\nCast\nProduction\nThough set in India, Batra said Line of Descent should be seen as an international film, explaining that though he could have set the story in a typical American city, he chose to film in the country \"because the visual energy of India is very different, so I thought why not use that.\" He also states that \"Filmmaking sometimes ends up being very local for the country a film is made for, but at the same time we are in a very global world, so I think films should reflect this more ... That's why Brendan's character is so interesting in that he grew up in the U.S. and is then in India.\"\n\nFilming\nPre-production started on 18 April 2016 and filming began on 18 June 2016. Brendan Fraser was in Mumbai for two weeks in May to film his scenes, which feature dialogue in Hindi and English. Speaking of Fraser's time filming in India, Batra said: \"It was fantastic. He had a lot of respect for the actors. For instance, Neeraj Kabi was in Talvar [based on a real-life murder mystery that premiered at Toronto] and Fraser actually happened to see that movie on the flight to Mumbai.\" The director said that Fraser was the best choice for the idiosyncratic role of Charu.\n\nMarketing\nThe first trailer was released on 10 February 2019.\n\nReferences\nExternal links\nLine of Descent on IMDb", "Starring": ["Neeraj Kabi", "Ronit Roy", "Prem Chopra", "Brendan Fraser", "Abhay Deol", "Ali Haji"], "Running_time": 0, "Country": [], "Language": [], "Director": ["Rohit Karn Batra"], "Time": null, "Location": [], "Categories": ["2010s Hindi-language film stubs", "2019 films", "All Wikipedia articles written in Indian English", "All stub articles", "Articles with short description", "English-language Indian films", "Hindi-language films", "Indian films", "Indian multilingual films", "Unreleased Hindi-language films", "Use Indian English from March 2018", "Use dmy dates from March 2018", "ZEE5 original films"]}, "1047": {"Title": "Line Walker 2: Invisible Spy", "Text": "Line Walker 2: Invisible Spy is a 2019 Hong Kong-Chinese suspense crime action drama film.  It is adapted from the 2014 TVB series of the same name and serves as a sequel to the 2016 film Line Walker. Directed by Jazz Boon, the film stars Nick Cheung, Louis Koo and Francis Ng.  All major characters in the film are different from the original drama series and the first film. It was released in Hong Kong, China and Mainland China on 7 August 2019 and U.S.A on 16 August 2019.\n\nPlot\nInternational terrorist organization abducted many children, turning them into spies to work at various police forces around the world. After Superintendent Yip (Francis Ng) and Inspector Ching (Nick Cheung) arrested a female hacker named Yiu (Jiang Pei yao) who was about to piece together the schemes of the organization, Superintendent Cheng (Louis Koo) tried to take the case off their hands. Who could be the double agents? They went to the exotic Myanmar and Spain to find out the truth, but soon there are blurred lines between good cops vs bad cops.\n\nCast\nNick Cheung as CIB Chief Inspector Ching\nLouis Koo as  Security Wing Superintendent Cheng\nFrancis Ng as CIB Superintendent Yip\nJiang Peiyao as  Journalist/Hacker Yiu\nJoe Ma as Commissioner of HK Police\nHuang Zhizhong as Mr. Tung\nBenjamin Yuen as Ah John - Cheng's subordinate\nJoel Chan as Chief superintendent Leung\nZhang Yichi as Demon, Henchman of Mr. Tung\n\nCameos\nAu Siu-wai as Businessman\nGrace Wong as CIB detective\nKaman Kong as CIB detective\nBowie Cheung as CIB detective\n\nReception\nReferences\nExternal links\nLine Walker 2: Invisible Spy on IMDb", "Starring": ["Nick Cheung", "Zhang Yichi", "Louis Koo", "Francis Ng", "Jiang Peiyao"], "Running_time": 98, "Country": [], "Language": [], "Director": ["Jazz Boon"], "Time": null, "Location": [], "Categories": ["2019 films", "All articles needing additional references", "All articles with topics of unclear notability", "Articles needing additional references from August 2019", "Articles with multiple maintenance issues", "Articles with topics of unclear notability from August 2019", "Cantonese-language films", "Chinese action films", "Chinese crime drama films", "Film articles with topics of unclear notability", "Films based on television series", "Films directed by Jazz Boon", "Hong Kong films", "Mandarin-language films", "Shaw Brothers Studio films", "Use dmy dates from August 2019"]}, "1048": {"Title": "The Lion King (2019 film)", "Text": "The Lion King is a 2019 American animated musical film directed and produced by Jon Favreau, written by Jeff Nathanson, and produced by Walt Disney Pictures. It is a photorealistic  computer-animated remake of Disney's traditionally animated 1994 film of the same name. The film stars the voices of Donald Glover, Seth Rogen, Chiwetel Ejiofor, Alfre Woodard, Billy Eichner, John Kani, John Oliver, and Beyoncé Knowles-Carter, as well as James Earl Jones reprising his role from the original film. The plot follows Simba, a young lion who must embrace his role as the rightful king of his native land following the murder of his father, Mufasa, at the hands of his uncle, Scar.\nPlans for a remake of 1994's The Lion King were confirmed in September 2016 following box office successes for Disney remakes such as The Jungle Book (2016), which was also directed by Favreau. Favreau was inspired by certain roles of characters in the Broadway adaptation, and developed upon elements of the original film's story. Much of the main cast signed in early 2017, and principal photography began in mid-2017 on a blue screen stage in Los Angeles. The \"virtual-reality tools\" utilized in The Jungle Book's cinematography were used to a greater degree during filming of The Lion King. Composers Hans Zimmer, Elton John, and lyricist Tim Rice, all of whom worked on the original's soundtrack, returned to compose the score alongside Knowles-Carter, who assisted John in the reworking of the soundtrack and wrote a new song for the film, titled \"Spirit\", which she also performed. The film serves as the final credit for editor Mark Livolsi, and it is dedicated to his memory. With an estimated budget of around $260 million, it is one of the most expensive films ever made.\nThe film was theatrically released in the United States on July 19, 2019. It has grossed over $1.6 billion worldwide. Despite it not being advertised as an animated film, it surpassed Frozen to become the highest-grossing animated film of all-time. It is also the second highest-grossing film of 2019, and the seventh-highest of all-time. It received mixed reviews from critics, with praise for its visual effects, music, and vocal performances (particularly Rogen and Eichner), but criticism for its lack of originality and facial emotion on the characters. The film received nominations for Best Animated Feature Film and Original Song categories at the 77th Golden Globe Awards and 25th Critics' Choice Awards. It was also nominated at 73rd British Academy Film Awards and 92nd Academy Awards, both for visual effects.\n\nPlot\nIn the Pride Lands of Africa, a pride of lions rule over the animal kingdom from Pride Rock. King Mufasa's and Queen Sarabi's newborn son, Simba, is presented to the gathering animals by Rafiki the mandrill, the kingdom's shaman and advisor. Mufasa shows Simba the Pride Lands and explains to him the responsibilities of kingship and the \"circle of life\", which connects all living things. Mufasa's younger brother, Scar, covets the throne and plots to eliminate Mufasa and Simba, so he may become king. He tricks Simba and his best friend Nala (to whom it is expected Simba will marry) into exploring a forbidden elephants' graveyard, where they are attacked by spotted hyenas led by the ruthless Shenzi. Mufasa is alerted about the incident by his majordomo, the hornbill Zazu, and rescues the cubs. Though upset with Simba, Mufasa forgives him and explains that the great kings of the past watch over them from the night sky, from which he will one day watch over Simba. Meanwhile, Scar visits the hyenas and manages to convince them to help him overthrow Mufasa in exchange for hunting rights in the Pride Lands.\nScar sets a trap for his brother and nephew, luring Simba into a gorge and having the hyenas drive a large herd of wildebeest into a stampede that will trample him. He informs Mufasa of Simba's peril, knowing that the king will rush to save his son. Mufasa saves Simba but ends up hanging perilously from the gorge's edge. Scar refuses to help Mufasa, instead sending him falling to his death. He then convinces Simba that the tragedy was Simba's own fault and advises him to leave the kingdom and never return. He orders the hyenas to kill the cub, but Simba escapes. Scar tells the pride that both Mufasa and Simba were killed in the stampede and steps forward as the new king, allowing Shenzi's clan to live in the Pride Lands.\nSimba collapses in a desert and is rescued by Timon and Pumbaa, a meerkat and warthog, who are fellow outcasts. Simba grows up in the oasis with his two new friends and other animals in their oasis, living a carefree life under the motto \"hakuna matata\" (\"no worries\" in Swahili). Now a young adult, Simba rescues Timon and Pumbaa from a hungry lioness, who turns out to be Nala. She and Simba reunite and fall in love, and she urges him to return home, telling him that the Pride Lands have become a drought-stricken wasteland under Scar's reign. Feeling guilty over his father's death, Simba refuses and storms off. He then encounters Rafiki, who tells him that Mufasa's spirit lives on in Simba. Simba is visited by the ghost of Mufasa in the night sky, who tells him that he must take his rightful place as king. Realizing that he can no longer run from his past, Simba decides to return to the Pride Lands.\nAided by his friends, Simba sneaks past the hyenas at Pride Rock and confronts Scar, who was about to fight Sarabi. Scar taunts Simba over his role in Mufasa's death and backs him to the edge of the rock, where he reveals to him that he murdered Mufasa. Enraged, Simba reveals the truth to the rest of the pride. Scar, who previously claimed that he arrived too late at the gorge, attempts to defend himself, but his knowledge of Mufasa's last moment exposes his role in Mufasa's death. Timon, Pumbaa, Rafiki, Zazu, and the lionesses fend off the hyenas while Scar, attempting to escape, is cornered by Simba at a ledge near the top of Pride Rock. Scar begs for mercy and attempts to blame his crimes on the hyenas; Simba spares his life, but orders him to leave the Pride Lands forever. Scar refuses and attacks his nephew, but Simba manages to throw him off the cliff after a brief fight. Scar survives the fall, but is attacked and mauled to death by the hyenas, who overheard his attempt to betray them. Afterwards, Simba takes over the kingship and makes Nala his queen.\nWith the Pride Lands restored to its usual state, Rafiki presents Simba and Nala's newborn cub to the assembled animals, continuing the circle of life.\n\nVoice cast\nDonald Glover as Simba:  A lion who is the crown prince of the Pride Lands. Glover said that the film will focus more on Simba's time growing up than the original film did, stating that \"[Favreau] was very keen in making sure we saw [Simba's] transition from boy to man and how hard that can be when there's been a deep trauma\".JD McCrary as young Simba.\nSeth Rogen as Pumbaa:  A slow-witted common warthog who befriends and adopts a young Simba after he runs away from home. Rogen said, \"[a]s an actor, I [...] don't think I'm right for every role — there are a lot of roles I don't think I'm right for even in movies I'm making — but Pumbaa was one I knew I could do well\". Favreau encouraged Rogen and Timon's Billy Eichner, who did their voice recordings together, to improvise a lot.\nChiwetel Ejiofor as Scar:  The treacherous brother of Mufasa, the brother-in-law of Sarabi and the uncle of Simba who seeks to take the mantle of king of the Pride Lands. Ejiofor described Scar as more \"psychologically possessed\" and \"brutalized\" than in the original film. Ejiofor said that \"especially with Scar, whether it's a vocal quality that allows for a certain confidence or a certain aggression, to always know that at the end of it you're playing somebody who has the capacity to turn everything on its head in a split second with outrageous acts of violence – that can completely change the temperature of a scene\". Ejiofor also said that \"[Scar and Mufasa's] relationship is completely destroyed and brutalized by Scar's way of thinking. He's possessed with this disease of his own ego and his own want\". Favreau said of casting Ejiofor, \"[He] is just a fantastic actor, who brings us a bit of the mid-Atlantic cadence and a new take on the character. He brings that feeling of a Shakespearean villain to bear because of his background as an actor. It's wonderful when you have somebody as experienced and seasoned as Chiwetel; he just breathes such wonderful life into this character.\" When Jeremy Irons was interviewed on Larry King Now on November 30, 2016, he expressed interest in reprising the role.\nAlfre Woodard as Sarabi:  The Queen of the Pride Lands, Mufasa's wife, and Simba's mother.\nBilly Eichner as Timon:  A wise-cracking meerkat who befriends and adopts a young Simba after he runs away from home. Eichner described Timon as \"physically the smallest character, but he has one of the bigger personalities, and I love the combination of those two things. I kind of played into Timon, as I've done with many characters of mine, [the notion that] he might be small in stature but he has a huge sense of entitlement, which is always funny to play,\" and that \"when Timon speaks and when he's quote-unquote 'being funny', he's very loud and boisterous, but [his] singing allows this vulnerable side, a slightly softer side, especially in 'Can You Feel the Love Tonight' and other moments.” Eichner also talked about having \"what some may consider a gay sensibility\" that he brought to the table when he voiced Timon.\nJohn Kani as Rafiki:  A wise mandrill who serves as the shaman of the Pride Lands, and a close friend of Mufasa's. Likening his role to that of a grandfather, Kani said, \"Rafiki reminds all of us of that special wise relative. His wisdom, humor and his loyalty to the Mufasa dynasty is what warms our hearts towards him. [He's] always happy and wisecracking jokes as lessons of life and survival.\"\nJohn Oliver as Zazu:  A red-billed hornbill who is the majordomo to the King of the Pride Lands. Speaking of his role, Oliver said, \"I think Zazu is basically a bird who likes structure. He just wants things to be as they should be. I think there are British echoes there because we tend to favor structure in lieu of having an emotional reaction to anything.\"\nBeyoncé Knowles-Carter as Nala:  Simba's childhood best friend and future love interest. According to Favreau, the character has a bigger role than in the original film. Favreau felt that \"part of [Beyoncé joining the film] is that she's got young kids, part of it is that it's a story that feels good for this phase of her life and her career, and she really likes the original very much. And then, of course, there are these wonderful musical numbers that she can be involved with, and my God... she really lives up to her reputation as far as the beauty of her voice and talent\".Shahadi Wright Joseph as young Nala. Joseph reprises her role from the Broadway production. Joseph chose to work on the film because \"Nala inspires little girls [...] She's a great role model\".\nJames Earl Jones as Mufasa:  The King of the Pride Lands, Sarabi's husband and the father of Simba. Jones reprises his role from the original 1994 animated film. According to Favreau, Jones' lines remain mostly the same from the original film. Ejiofor said that \"the comfort of [Jones reprising his role] is going to be very rewarding in taking [the audience] on this journey again. It's a once-in-a-generation vocal quality\". Favreau saw Jones' return as \"carrying the legacy across\" the original film and the remake, and felt that his voice's change in tonality compared to the original film \"served the role well because he sounds like a king who's ruled for a long time\".\nFlorence Kasumba, Keegan-Michael Key, and Eric Andre voice Shenzi, Kamari, and Azizi: Three spotted hyenas who are Scar's henchmen. While Shenzi is a character that was featured in the original 1994 animated film, Kamari and Azizi are the respective names of new characters loosely based on Banzai and Ed from the original film. The hyenas' characterizations were heavily altered from the original film's, as Favreau felt that they \"had to change a lot\" to fit the remake's realistic style, stating that \"[a] lot of the stuff around them [in the original film] was very stylised\". Kasumba elaborated, declaring that \"Those hyenas were funny. These hyenas are dangerous.\"Additionally, Penny Johnson Jerald voices Sarafina, Nala's mother. Amy Sedaris, Chance the Rapper, Josh McCrary, and Phil LaMarr voice a guinea fowl, a bush baby, an elephant shrew, and a topi (miscredited as an impala), respectively, Timon and Pumbaa's neighbors in the oasis. J. Lee voices a hyena that chases after Timon and Pumbaa.\n\nProduction\nDevelopment\nOn September 28, 2016, Walt Disney Pictures confirmed that Jon Favreau would be directing a remake of the 1994 animated film The Lion King, which would feature the songs from the 1994 film, following a string of recent box office successes of Disney live-action remake films such as Maleficent, Cinderella, Favreau's The Jungle Book and Beauty and the Beast, with the latter three also earning critical praise. On October 13, 2016, it was reported that Disney had hired Jeff Nathanson to write the screenplay for the remake.In November, talking with ComingSoon.net, Favreau said the virtual cinematography technology he used in The Jungle Book would be used to a greater degree in The Lion King. Although the media reported The Lion King to be a live-action film, it actually utilizes photorealistic computer-generated animation. Disney also did not describe it as live-action, only stating it would follow the \"technologically groundbreaking\" approach of The Jungle Book. While the film acts as a remake of the 1994 animated film, Favreau was inspired by the Broadway adaptation of the film for certain aspects of the remake's plot, particularly Nala and Sarabi's roles. Favreau also aimed to develop his own take on the original film's story with what he said was \"the spectacle of a BBC wildlife documentary\".This serves as the final credit for film editor Mark Livolsi, who died on September 2018. The film is dedicated to him.\n\nCasting\nIn mid-February 2017, Donald Glover was cast as Simba, with James Earl Jones reprising his role as Mufasa from the 1994 film. In April 2017, Billy Eichner and Seth Rogen were cast to play Timon and Pumbaa respectively. In July 2017, John Oliver was cast as Zazu. In August 2017, Alfre Woodard and John Kani were announced to play Sarabi and Rafiki, respectively.Earlier in March 2017, it was announced that Beyoncé Knowles-Carter was Favreau's top choice for the role of Nala and that the director and studio would be willing to do whatever it took to accommodate her busy schedule. Later on November 1, 2017, her role was confirmed in an official announcement, which also confirmed that Chiwetel Ejiofor would play the role of Scar, and announced that Eric Andre, Florence Kasumba, and Keegan-Michael Key would be the voices of Azizi, Shenzi and Kamari while JD McCrary and Shahadi Wright Joseph would be the voices of young Simba and young Nala, respectively. In November 2018, Amy Sedaris was announced as having been cast in a role created for the film.\n\nVisual effects\nThe Moving Picture Company, the lead vendor on The Jungle Book, provided the visual effects, which were supervised by Robert Legato, Elliot Newman and Adam Valdez. The film uses \"virtual-reality tools,\" according to Visual Effects Supervisor Rob Legato. Virtual Production Supervisor Girish Balakrishnan said on his professional website that the filmmakers used motion capture and VR/AR technologies. According to Favreau, MPC worked together with tech firms Magnopus and Unity Technologies to build the film's technology platform using the Unity game engine.MPC was in charge of all the VFX shots for the film. There are 1490 VFX shots. The animals were designed from art and photo references. From that, the characters were built; all the rigging, shapes, textures, and furs were rendered step-by-step for further improvement. After that, the animation of the animals was crafted by hand, based on the reference clips. The movements, muscles, eyes, facial expressions, and the way the animals breathe was animated for more than 30 species. The environment was created entirely in CGI from reference materials such as high-definition photos of the African landscape. All the FX simulations—such as water, dirt and fire—were created by combining VR technology with cameras shots so that scenes could be digitally built within in a VR-simulated environment. New software developed for the movie made it possible to create scenes with the shaky-cam look of a handheld camera. Sean Bailey, Disney's President of Production, said of the film's visual effects, \"It's a new form of filmmaking. Historical definitions don't work. It uses some techniques that would traditionally be called animation, and other techniques that would traditionally be called live action. It is an evolution of the technology Jon [Favreau] used in Jungle Book\".Rather than have animators do everything, the team used artificial intelligence to allow virtual characters to behave in ways that mimicked real animals. The sole non-animated shot in the entire film is the sunrise in the opening scene.\n\nMusic\nHans Zimmer, who composed the 1994 animated version, would return to compose the score for the remake with Pharrell Williams as a collaborator. Elton John also returned to rework his musical compositions from the original film before his retirement, with Knowles-Carter assisting John in the reworking of the soundtrack. John, the original film's lyricist, Tim Rice, and Beyoncé were also slated in 2018 to create a new song for the film. However, the collaboration between Beyoncé and John did not pan out as the unreleased song was not added to the official soundtrack. John and Rice also wrote a new song for the film's end credits, titled \"Never Too Late\" and performed by John.\"Spirit\", performed by Knowles-Carter and written by herself, Ilya Salmanzadeh, and Labrinth, was released on July 9, 2019, as the lead single from the soundtrack. The film also features all the songs from the original film, a cover of The Tokens' \"The Lion Sleeps Tonight\", and the song \"He Lives in You\" from Rhythm of the Pride Lands and the Broadway production. The soundtrack, featuring Zimmer's score and John and Rice's songs, was released digitally on July 11, 2019, and physically on July 19, 2019.\n\nKnowles-Carter also produced and curated an album titled The Lion King: The Gift, which features \"Spirit\", as well as songs inspired by the film. The album was released on July 19, 2019.\n\nMarketing\nThe first teaser trailer and the official teaser poster for The Lion King debuted during the annual Dallas Cowboys' Thanksgiving Day game on November 22, 2018. The trailer was viewed 224.6 million times in its first 24 hours, becoming the then 2nd most viewed trailer in that time period. A special sneak peek featuring John Kani's voice as Rafiki and a new poster were released during the 91st Academy Awards on February 24, 2019. On April 10, 2019, Disney released the official trailer featuring new footage which revealed Scar, Zazu, Simba and Nala (both as cubs and as adults), Sarabi, Rafiki, Timon and Pumbaa and the hyenas. The trailer was viewed 174 million times in its first 24 hours, which was revealed on Disney's Investor Day 2019 Webcast. On May 30, 2019, 11 individual character posters were released. A special sneak peek featuring Beyoncé Knowles-Carter, Billy Eichner, and Seth Rogen's voices as Nala, Timon, and Pumbaa respectively, was released on June 3, 2019. A special sneak peek featuring Knowles-Carter and Donald Glover's voices as Simba and Nala singing \"Can You Feel the Love Tonight\" and also featuring James Earl Jones' voice as Mufasa, was released on June 20, 2019. On July 2, 2019, Disney released an extensive behind-the-scenes featurette detailing the various aspects of the film's production along with seven publicity stills featuring the voice actors facing their animal counterparts.\n\nShot-for-shot claim\nThe trailers of the film led to a claim of its being a shot-for-shot remake of Disney's 1994 film. On December 23, 2018, Sean Bailey, Disney's President of Production, said that while the film will \"revere and love those parts that the audience wants\", there will be \"things in the movie that are going to be new\". On April 18, 2019, Favreau stated that \"some shots in the 1994 animated film are so iconic\" he couldn't possibly change them, but \"despite what the trailers suggest, this film is not just the same movie over again\", and later said \"it's much longer than the original film. And part of what we're doing here is to (give it more dimension) not just visually but both story-wise and emotionally.\" On May 30, 2019, Favreau said that some of the humor and characterizations are being altered to be more consistent with the rest of the film, and this remake is making some changes in certain scenes from the original film, as well as in its structure. On June 14, 2019, Favreau said that, while the original film's main plot points will remain unchanged in the remake, the film will largely diverge from the original version, and hinted that the Elephant Graveyard, the hyenas' lair in the original film, will be replaced by a new location. The film is approximately 30 minutes longer than the original.\n\nRelease\nThe Lion King premiered in Hollywood on July 9, 2019. The film was theatrically released in the United States on July 19, 2019. It will be one of the first theatrical films to be released on Disney+, alongside Aladdin, Toy Story 4, Frozen 2, Captain Marvel, and Star Wars: The Rise of Skywalker. The film began its international rollout a week before its domestic release, starting with July 12 in China.\n\nHome media\nThe Lion King was released by Walt Disney Studios Home Entertainment on Digital HD on October 11, 2019, followed by a DVD, Blu-ray, and Ultra HD Blu-ray release on October 22.\n\nReception\nBox office\nThe Lion King has grossed $543.6 million in the United States and Canada, and $1.113 billion in other territories, for a worldwide total of $1.656 billion.The film had a global debut of $446 million, the ninth largest of all-time and the biggest opening for an animated film. On July 30, 2019, the film grossed $1 billion, becoming the 42nd film to ever reach the milestone, as well as fastest animated film to gross $1 billion, doing so in 21 days, surpassing Incredibles 2 (46 days). The Lion King is the highest-grossing animated film of all time, the highest-grossing musical film of all time, the highest-grossing remake of all time, the highest-grossing Walt Disney Pictures film of all time, the highest-grossing film of Favreau's career, the second highest-grossing film of 2019, and the 7th highest-grossing film of all-time.\n\nUnited States and Canada\nBeginning on June 24, 2019 (which marked the 25th anniversary of the release of the original film), in its first 24 hours of pre-sales, The Lion King became the second-best pre-seller of 2019 on Fandango in that frame (behind Avengers: Endgame), while Atom Tickets reported it was their best-ever first-day sales for a family film. Three weeks prior to its release, industry tracking projected the film would gross $150–170 million in its domestic opening weekend. By the week of its release, estimates had the film debuting to as much as $180 million from 4,725 theaters, beating Avengers: Endgame's record of 4,662. The film made $77.9 million on its first day, including $23 million from Thursday night previews. It went on to debut to $191.8 million over the weekend, the highest opening total of the Disney reimaginings of animated films (beating Beauty and the Beast's $174.8 million), a July release (Harry Potter and the Deathly Hallows – Part 2's $169.2 million) and Favreau's career (Iron Man 2's $128.1 million). The film had a slightly higher-than-expected drop of 60% in its second weekend, but still topped the box office with $76.6 million. It was dethroned by newcomer Hobbs & Shaw in its third weekend but still grossed $38.5 million, crossing the $400 million mark in the process. On August 21, the movie become the second animated film to have grossed $500 million at North America box office, after Incredibles 2.\n\nOther territories\nThe film was expected to gross around $450 million over its first 10 days of a global release, including $160–170 million from its worldwide opening weekend. In China, where it released a week prior to the rest of the world, the film was projected to debut to $50–60 million. It ended up opening to $54.2 million, besting the debuts of The Jungle Book and Beauty and the Beast. Over its first 8 days of global release, the film made a total of 751 million, including $351.8 million from overseas territories. This included $269.4 million from its opening weekend (sans China), with its largest countries being the United Kingdom, Ireland and Malta  ($20.8 million) France ($19.6 million), Mexico ($18.7 million), Brazil ($17.9 million), South Korea ($17.7 million), Australia ($17.1 million) and Russia ($16.7 million, second-largest ever in the country), as well as $6 million in the Netherlands, the best opening of a film ever in the country. As of September 16, 2019, the film's top 10 largest markets were China ($120.4 million), the United Kingdom, Ireland and Malta ($91.3 million), France ($79 million), Brazil ($69.1 million, second highest all time in the country), Japan ($60 million), Germany ($53.8 million), Mexico ($51.8 million), Russia ($47.3 million), Australia ($42.8 million), and Italy ($40 million). The film become the first animated and musical film to gross $1 billion at overseas box office.\nAs of September 2019, the film became the highest-grossing film of all time in the Netherlands ($30.2 million), surpassing previous record held by Titanic ($28.5 million including re-release) and South Africa (R107.6 million, $7.29 million), surpassing Black Panther in local currency terms (in dollar terms, is still second highest of all time). Meanwhile, the film become the highest-grossing films of 2019 in many other countries and regions: Austria, Belgium and Luxembourg, Bulgaria, France, Algeria, Monaco, Morocco and Tunisia, Italy, Lithuania,  Norway, Portugal and Angola, Russia, Serbia and Montenegro, Slovenia, Sweden, Switzerland, and Spain. It is also the highest-grossing foreign film of 2019 in Poland In India, the film grossed $26.3 million, making it the fourth highest-grossing Hollywood or foreign films of all time, highest-grossing animated film of all-time (both local and foreign films), and one of top 50 highest-grossing films of all time in India. In Europe, Middle East, and Africa the film surpass Avengers: Endgame to become the fourth highest-grossing film of all time and  highest-grossing film of 2019 across the region.\n\nCritical response\nOn review aggregator website Rotten Tomatoes, the film holds an approval rating of 53% based on 386 reviews, and an average rating of 6/10. The website's critical consensus reads: \"While it can take pride in its visual achievements, The Lion King is a by-the-numbers retelling that lacks the energy and heart that made the original so beloved – though for some fans that may just be enough.\" Metacritic gave the film a weighted average score of 55 out of 100, based on 53 critics, indicating \"mixed or average reviews\". Audiences polled by CinemaScore gave the film an average grade of \"A\" on an A+ to F scale, while those at PostTrak gave it an average four out of five stars.Kenneth Turan at the Los Angeles Times called the film \"polished, satisfying entertainment.\" Todd McCarthy at The Hollywood Reporter considered it to be inferior to the original, noting, \"The film's aesthetic caution and predictability begin to wear down on the entire enterprise in the second half.\" At The Guardian, Peter Bradshaw found the film \"watchable and enjoyable. But I missed the simplicity and vividness of the original hand-drawn images.\" Among the vocal performances, the roles of Eichner and Rogen as Timon and Pumbaa, respectively, received particular praise by critics, with A.V. Club's Dowd proclaiming: \"Ultimately, only Billy Eichner and Seth Rogen, as slacker sidekicks Timon and Pumbaa, make much of an impression; their funny, possibly ad-libbed banter feels both fresh and true to the spirit of the characters—the perfect remake recipe.\"A. A. Dowd, writing for The A.V. Club, summarized the film as \"Joyless, artless, and maybe soulless, it transforms one of the most striking titles from the Mouse House vault into a very expensive, star-studded Disneynature film.\" Dowd bemoaned the film's insistence on realism, commenting, \"We're watching a hollow bastardization of a blockbuster, at once completely reliant on the audience's pre-established affection for its predecessor and strangely determined to jettison much of what made it special.\" Scott Mendelson at Forbes condemned the film as a \"crushing disappointment\": \"At almost every turn, this redo undercuts its own melodrama by downplaying its own emotions.\" David Ehrlich of IndieWire panned the film, writing, \"Unfolding like the world's longest and least convincing deepfake, Jon Favreau's (almost) photorealistic remake of The Lion King is meant to represent the next step in Disney's circle of life. Instead, this soulless chimera of a film comes off as little more than a glorified tech demo from a greedy conglomerate — a well-rendered but creatively bankrupt self-portrait of a movie studio eating its own tail.\"\n\nAccolades\nReferences\nExternal links\n\nOfficial website\nThe Lion King on IMDb\nThe Lion King at Rotten Tomatoes\nThe Lion King (2019) at Box Office Mojo", "Starring": ["John Kani", "Seth Rogen", "Knowles-Carter", "James Earl Jones", "Chiwetel Ejiofor", "Billy Eichner", "John Oliver", "Alfre Woodard", "Donald Glover"], "Running_time": 118, "Country": ["United States"], "Language": ["English"], "Director": ["Jon Favreau"], "Time": null, "Location": [], "Categories": ["2010s coming-of-age films", "2010s fantasy adventure films", "2010s musical drama films", "2019 3D films", "2019 computer-animated films", "2019 films", "3D animated films", "All Wikipedia articles written in American English", "All articles with unsourced statements", "American adventure drama films", "American coming-of-age films", "American computer-animated films", "American epic films", "American fantasy adventure films", "American films", "American musical drama films", "American musical fantasy films", "Animated coming-of-age films", "Articles with short description", "Articles with unsourced statements from December 2019", "Disney film remakes", "English-language films", "Fiction about regicide", "Films about animals", "Films about lions", "Films about royalty", "Films based on Hamlet", "Films based on works by Linda Woolverton", "Films directed by Jon Favreau", "Films featuring anthropomorphic characters", "Films produced by Jon Favreau", "Films scored by Hans Zimmer", "Films set in Africa", "Films shot in Africa", "Films shot in Los Angeles", "Films with screenplays by Jeff Nathanson", "Fratricide in fiction", "High fantasy films", "Hyenas in popular culture", "IMAX films", "Motion capture in film", "The Lion King", "Use American English from November 2019", "Use mdy dates from August 2019", "Walt Disney Pictures films", "Wikipedia pages semi-protected against vandalism"]}, "1049": {"Title": "Lisaa", "Text": "Lisaa 3D is a 2019 Indian Tamil stereoscopic horror film written and directed by Raju Viswanath on his directorial debut. The film stars Anjali, Sam Jones and Makarand Deshpande. This film is said to be India's first ever stereoscopic 3D horror film. The film opened to negative reviews.\n\nPlot\nLisaa (Anjali) decides to meet her grandparents and get a nod from them for her single mother’s (Kalyani Natarajan) second marriage. As Lisaa is planning to leave to the US, she wants her mother to have a companion and hence, insists her to remarry.\nHowever, Lisaa’s mother says that her husband unexpectedly lost his life only because she married him without the consent of her parents. Now Lisaa, along with her friend Jagadeesh (Sam Jone) go on a five-day trip to the Western Ghats to convince her grandparents. \nFrom the beginning, Lisaa and Jaggu find that the former’s grandparents behave abnormally. Later, they find out that the old couple has murdered several youngsters. The climax also unveils the real identity of the old couple and their reason behind their brutal murders.\n\nCast\nAnjali as Lisaa\nSam Jones as Jagadeesh (Jaggu)\nMakarand Deshpande as Dhananjayan / Raghavan\nBrahmanandam as LKG, Jaggu's father\nSurekha Vani as Jaggu's mother\nKalyani Natarajan as Lisaa's mother\nSaleema as Saradha / Nancy\nYogi Babu\nMime Gopi as Shankar\nSabbita Roi\n\nProduction\nThe film was announced by debutant director Raju Viswanath and revealed that the film will be woman oriented thriller based genre starring Anjali in the main lead. The filming began during July 2018 with most of the scenes of the film were shot in Kodaikanal and Hyderabad. The film was also dubbed in Telugu and Hindi. The portions of the film were cranked using Helium 8K camera with the film made using 3D technology.\n\nSoundtrack\nThe soundtrack was composed by Santhosh Dhayanidhi.\n\nMarketing\nThe first look poster of the film was unveiled on 24 May 2018. The official teaser of the film was released in Tamil version on 16 November 2018 and was well received by the audience. The Telugu version teaser of the film is set to be released on 24 May 2019.\n\nReception\nThe film received mixed reviews from critics. Times of India wrote \"With cardboard characters and storytelling that lacks depth, even 3D doesn’t save this good script.\" India Today wrote \"Anjali's Lisaa abounds with jump scares and insipid comic scenes. Debutant director Raju Viswanath has a decent premise.\" Sify wrote \"It’s quite evident that debutant director Raju Viswanath has touched the untold stories of the elder citezen added an emotional ending along with a supernatural angle to serve it as the typical Tamil horror thriller, which ends with a preachy social message.\"\n\nReferences\nExternal links\nLisaa on IMDb", "Starring": ["Makarand Deshpande", "Anjali"], "Running_time": 104, "Country": ["India"], "Language": ["Tamil"], "Director": ["Raju Viswanath"], "Time": null, "Location": [], "Categories": ["2010s Tamil-language films", "2019 films", "Album infoboxes lacking a cover", "All Wikipedia articles written in Indian English", "Articles with hAudio microformats", "CS1 Tamil-language sources (ta)", "Directorial debut films", "Films shot in Hyderabad, India", "Films shot in Kodaikanal", "Indian 3D films", "Indian drama films", "Indian films", "Indian horror films", "Tamil-language films", "Use Indian English from June 2019", "Use dmy dates from June 2019"]}, "1050": {"Title": "Little (film)", "Text": "Little is a 2019 American fantasy comedy film directed and co-written by Tina Gordon. It stars Regina Hall, Issa Rae and Marsai Martin, and follows an overbearing boss who is transformed into the child version of herself. Martin serves as an executive producer on the project, and at 14 years old is the youngest person to ever hold the title on a Hollywood production.\nThe film was released in the United States on April 12, 2019, by Universal Pictures, and grossed over $48 million worldwide. It received mixed reviews from critics, who praised the performances and heart but called it \"a bit safer and lighter on laughs than many would like.\"\n\nPlot\nBullied as a child, Jordan Sanders (Regina Hall) has become the bully as she runs her own tech company and treats her employees poorly. After a rude encounter with Jordan, a child magician wishes for Jordan to be a kid again to take her down a peg. The wish comes true the next morning, when Jordan wakes up as her 13-year-old self (Marsai Martin). With her assistant April helping with the company, Jordan is forced to return to the school where she was previously bullied. Because Jordan is a “minor,” April poses as her aunt. \nAt school, Jordan is introduced to her teacher, Mr. Marshall, whom she develops a crush on. Once again the target of bullies, Jordan befriends three other outcasts - Isaac, Raina and Devon. Meanwhile, April has difficulty keeping everyone's attention at work without Jordan's authority.\nAt a restaurant, Jordan and April have dinner, bonding over their personal lives. Jordan loudly sings Mary J. Blige's \"I'm Goin' Down,\" embarrassing April. Despite her embarrassment, April sings along with Jordan, ending with Jordan accidentally pulling off a man's hair. \nMeanwhile, the company's biggest client threatens to move to a comptetitor if he is not pitched a great idea for a mobile app. Unable to reach Jordan before the pitch, April presents an original idea 'Discover Eyes'. Jordan is upset with April for this and they argue, so April quits.\nAfter Jordan realizes how terrible she has been, she helps her friends at school perform at a pep rally. They are booed by the crowd, but after a successful dance performance, they earn respect from the other students. April finds the magician who turned Jordan into a child and asks that she turn her back to normal. The attempt fails. Jordan, having changed inside, vows to be a better friend to April. Jordan wakes up the next morning as her adult self and returns to work with a respectful and positive attitude towards her employees. After several rejections, April's pitch scores a huge client. Jordan throws the company a party to celebrate the company success with April's pitch, and April is promoted to Creative Executive.\n\nCast\n{{Cast listing|\n\nRegina Hall as Jordan Sanders\nMarsai Martin as little Jordan Sanders\nIssa Rae as April Williams\nTone Bell as Preston\nMikey Day as Connor\nJD McCrary as Isaac\nThalia Tran as Raina\nTucker Meek as Devon\nLuke James as Trevor\nRachel Dratch as Agent Bea\nJustin Hartley as Mr. Marshall, Jordan's teacher\nTracee Ellis Ross as Homegirl (voice)\nPalmer Willams Jr. as Police Officer\n\nProduction\nMarsai Martin, who stars on the show Black-ish, created by Kenya Barris, came to him with the idea for the film on set in 2014 when she was ten years old, having been inspired by the film Big (1988). Martin acted as an executive producer on Little, and at the age of 14 is the youngest person to ever hold the title on a major Hollywood production. Issa Rae signed onto the film on May 2, 2018, while Regina Hall, who was already attached as an executive producer, joined the cast later that month.Principal photography took place June through August 2018 around Atlanta.\n\nRelease\nThe film was released in the United States on April 12, 2019. It had originally been slated for a September 20, 2019 release.\n\nReception\nBox office\nLittle has grossed $40.7 million in the United States and Canada, and $8.1 million in other territories, for a worldwide total of $48.8 million, against a production budget of $20 million.In the United States and Canada, the film was released alongside Hellboy, After and Missing Link, and was projected to gross $14–18 million from 2,667 theaters in its opening weekend. The film made $5.4 million on its first day, including $735,000 from Thursday night previews. It went on to debut to $15.5 million, finishing second, behind holdover Shazam!. The film made $8.5 million and $3.5 million in its second and third weekends, respectively, finishing fifth and seventh.\n\nCritical response\nOn review aggregator Rotten Tomatoes, the film holds an approval rating of 47% based on 144 reviews, with an average rating of 4.94/10. The website's critical consensus reads, \"A disappointingly uneven but overall agreeable spin on a familiar formula, Little benefits from a big heart -- and a story that makes good use of its talented, well-matched cast.\" On Metacritic, the film has a weighted average score of 49 out of 100, based on 36 critics, indicating \"mixed or average reviews.\" Audiences polled by CinemaScore gave the film an average grade of \"B+\" on an A+ to F scale, while those at PostTrak gave it 4 out of 5 stars and a \"definite recommend\" of 62%.Peter Debruge of Variety praised Rae and Martin's performances, and called the film an \"amusing yet predictable body-swap comedy.\" The Guardian's Peter Bradshaw gave the film two out of five stars, saying that \"[t]he comedy is fundamentally hobbled by the split in narrative focus between Jordan and April. We are never sure who is the heroine here, who has the comedy underdog status, who we are supposed to be rooting for.\"\n\nSee also\nBig\n13 Going on 30\n17 Again\nFreaky Friday\nList of black films of the 2010s\n\nReferences\nExternal links\nOfficial website \nLittle on IMDb", "Starring": ["Marsai Martin", "Regina Hall", "Issa Rae"], "Running_time": 109, "Country": ["United States"], "Language": ["English"], "Director": [], "Time": null, "Location": [], "Categories": ["2010s coming-of-age films", "2010s fantasy-comedy films", "2010s romantic comedy films", "2019 films", "African-American comedy films", "American coming-of-age films", "American fantasy-comedy films", "American films", "American romantic comedy films", "Articles with short description", "English-language films", "Fiction about size change", "Films about size change", "Films about wish fulfillment", "Films produced by Will Packer", "Films set in Atlanta", "Films shot in Atlanta", "Rapid human age change in fiction", "Rapid human growth change in fiction", "Universal Pictures films", "Use mdy dates from April 2019", "Will Packer Productions films", "Workplace comedies"]}}
